Repository: joecool1029/terrameiga
Catalog: locale/*/LC_MESSAGES/django.po
Languages: gl

source: Spanish
gl: Castelán

source: English
gl: Inglés

source: Galician
gl: Galego

source: Catalan
gl: Catalán

source: Basque
gl: Éuscaro

source: Afghanistan
gl: Afganistán

source: Algeria
gl: Alxeria

source: Antigua and Barbuda
gl: Antiga e Barbuda

source: Argentina
gl: Arxentina

source: Azerbaijan
gl: Acerbaixán

source: Belarus
gl: Belarús

source: Belgium
gl: Bélxica

source: Benin
gl: Benín

source: Bhutan
gl: Bután

source: Bosnia and Herzegovina
gl: Bosnia e Hercegovina

source: Brazil
gl: Brasil

source: Côte d'Ivoire
gl: Costa de Marfil

source: Cambodia
gl: Camboxa

source: Cameroon
gl: Camerún

source: Canada
gl: Canadá

source: Central African Republic
gl: República Centroafricana

source: Comoros
gl: Comores

source: Croatia
gl: Croacia

source: Cyprus
gl: Chipre

source: Czechia (Czech Republic)
gl: Chequia

source: Democratic Republic of the Congo
gl: República Democrática do Congo

source: Denmark
gl: Dinamarca

source: Djibouti
gl: Djibuti

source: Dominican Republic
gl: República Dominicana

source: Egypt
gl: Exipto

source: El Salvador
gl: O Salvador

source: Equatorial Guinea
gl: Guinea Ecuatorial

source: Ethiopia
gl: Etiopía

source: Finland
gl: Finlandia

source: France
gl: Francia

source: Gabon
gl: Gabón

source: Georgia
gl: Xeorxia

source: Germany
gl: Alemaña

source: Greece
gl: Grecia

source: Grenada
gl: Granada

source: Haiti
gl: Haití

source: Holy See
gl: Cidade do Vaticano

source: Hungary
gl: Hungría

source: Iceland
gl: Islandia

source: Iran
gl: Irán

source: Ireland
gl: Irlanda

source: Italy
gl: Italia

source: Jamaica
gl: Xamaica

source: Japan
gl: Xapón

source: Jordan
gl: Xordania

source: Kazakhstan
gl: Casaquistán

source: Kyrgyzstan
gl: Quirguicistán

source: Latvia
gl: Letonia

source: Lebanon
gl: Líbano

source: Lesotho
gl: Lesoto

source: Libya
gl: Libia

source: Lithuania
gl: Lituania

source: Luxembourg
gl: Luxemburgo

source: Malawi
gl: Malaui

source: Malaysia
gl: Malaisia

source: Maldives
gl: Maldivas

source: Mali
gl: Malí

source: Marshall Islands
gl: Illas Marshall

source: Mauritius
gl: Mauricio

source: Mexico
gl: México

source: Monaco
gl: Mónaco

source: Morocco
gl: Marrocos

source: Netherlands
gl: Países Baixos

source: New Zealand
gl: Nova Zelandia

source: Nigeria
gl: Níxer

source: North Korea
gl: Corea do Norte

source: Norway
gl: Noruega

source: Oman
gl: Omán

source: Pakistan
gl: Paquistán

source: Palestine
gl: Palestina

source: Panama
gl: Panamá

source: Papua New Guinea
gl: Papúa Nova Guinea

source: Paraguay
gl: Paraguai

source: Peru
gl: Perú

source: Philippines
gl: Filipinas

source: Poland
gl: Polonia

source: Romania
gl: Romanía

source: Russia
gl: Rusia

source: Rwanda
gl: Ruanda

source: Saint Lucia
gl: Santa Lucía

source: Sao Tome and Principe
gl: San Tomé e Príncipe

source: Saudi Arabia
gl: Arabia Saudita

source: Seychelles
gl: Seixeles

source: Sierra Leone
gl: Serra Leoa

source: Singapore
gl: Singapur

source: Slovakia
gl: Eslovaquia

source: Slovenia
gl: Eslovenia

source: Solomon Islands
gl: Illas Salomón

source: South Africa
gl: Sudáfrica

source: South Korea
gl: Corea do Sur

source: South Sudan
gl: Sudán do Sur

source: Spain
gl: España

source: Sudan
gl: Sudán

source: Sweden
gl: Suecia

source: Switzerland
gl: Suíza

source: Syria
gl: Siria

source: Tajikistan
gl: Taxiquistán

source: Thailand
gl: Tailandia

source: Trinidad and Tobago
gl: Trinidad e Tobago

source: Turkey
gl: Turquía

source: Turkmenistan
gl: Turkmenistán

source: Ukraine
gl: Ucraína

source: United Arab Emirates
gl: Emiratos Árabes Unidos

source: United Kingdom
gl: Reino Unido

source: United States
gl: Estados Unidos

source: Uruguay
gl: Uruguai

source: Uzbekistan
gl: Uzbekistán

source: Yemen
gl: Iemen

source: Zimbabwe
gl: Cimbabue

source: Forint
gl: Florín

source: Serbian Dinar
gl: Dinar Serbio

source: Iranian Rial
gl: Rial Iraní

source: Azerbaijani Manat
gl: Manat Acerbaixano

source: Ruble
gl: Rublo

source: Turkmenistani Manat
gl: Manat Turcomenistán

source: Pakistani Rupee
gl: Rupia paquistaní

source: Indian Rupee
gl: Rupia India

source: Nepalese Rupee
gl: Rupia Nepalí

source: Dollar
gl: Dólar Americano

source: WEEK
gl: Semana

source: Day
gl: Día

source: Km completed:
gl: Km completados:

source: Expenses:
gl: Gastos:

source: Country:
gl: País:

source: Country Information:
gl: Información do país

source: Surface:
gl: Superficie

source: Spain:
gl: España:

source: Population:
gl: Poboación:

source: people
gl: persoas

source: Density population:
gl: Densidade de poboación:

source: people per
gl: persoas por

source: Life expectancy:
gl: Esperanza de vida

source: years
gl: anos

source: Currency:
gl: Moeda:

source: Local Time:
gl: Hora Local:

source: Interesting fact:
gl: Dato de interese:

source: The most listen song on Spotify:
gl: Canción máis escoitada no Spotify:

source: Highlights
gl: Novas

source: Add Comment / View Comments
gl: Engadir Comentario / Ver Comentarios

source: Add Comment
gl: Engadir Comentario

source: Comments
gl: Comentarios

source: Sign In
gl: Inicio sesión

source: Sign Up
gl: Rexistro

source: I am a bike traveller who is cycling somewhere. Do you want to be part of this adventure and see all the content?
gl: Son un cicloviaxeiro que está a dar unha volta. Queres ser parte desta aventura e desfrutar de todo o contido?

source: Week
gl: Semana

source: Country
gl: País

source: Expenses
gl: Gastos

source: Subscribe to the newsletter for updates
gl: Afilíate á newsletter para todas as novas

source: Subscribe
gl: Afíliate

source: Blog Section
gl: Blog

source: Written by Iz
gl: Escrito por Iz

source: Read
gl: Ler

source: Language
gl: Idioma

source: Light Mode
gl: Modo Claro

source: Dark Mode
gl: Modo Escuro

source: Supported by:
gl: Apoiado por:

source: No cookies are used on the site
gl: Neste sitio web non utilizamos cookies

source: All reserved rights:
gl: Todos os dereitos reservados:

source: Data of the Journey
gl: Datos da viaxe

source: Climb
gl: Ascenso

source: meters
gl: metros

source: Countries
gl: País

source: Total days
gl: Días

source: days
gl: días

source: Resting days
gl: Días descanso

source: Cycling days
gl: Días en bici

source: Nights outside
gl: Noites fora

source: nights
gl: noites

source: Accommodation
gl: Noites ao quente

source: See full report
gl: Ver todos os datos

source: Videos
gl: Vídeos

source: Amaia & Mario
gl: Amaia e Mario

source: Sports and Adventure lovers, they like travelling and immerse themselves in the culture of the country. They own an amazing sports store where you can gear up for your next adventure or for your day-to-day
gl: Apaixonados do deporte e da aventura, encántalle viaxar e adentrarse na cultura do país. Teñen unha abraiante tenda de deportes onde podes equiparte para a túa seguinte aventura ou para o teu día a día

source: They are currently collaborating on a solidarity project ('Association Amal Khamlia'), which promotes the gender equality between children in a small hamlet in the Sahara Desert. For more information about the project,
gl: Actualmente están a colaborar nun proxecto solidario ('Association Amal Khamlia'), que promove a igualdade entre nenas e nenos nunha pequena aldea do Sahara. Para máis información:

source: Watch vídeo.
gl: Vexa o vídeo.

source: They are one of the contributors to this journey, providing the necessary gear to stay dry and warm during nights.
gl: Colaborador da viaxe, facilitando o material necesario para estar seco e non pasar frío.

source: An environmental scientist by training, a Public Health and Epidemiology Technician by profession, and a writer of terror and fantasy stories in his free time. You can find him on
gl: Ambientólogo de formación, Técnico de Saúde Pública e Epidemioloxía de profesión, e escritor de historias de terror e fantasía nos seus ratos libres. Pódelo atopar en

source: You can also download some of the books he has been involved in for free clicking on the following links:
gl: Tamén podes descargarte gratis algúns dos libros nos que participou seguindo o seguinte enlace:

source: He is responsible of Basque translations on terrameiga.bike
gl: É o responsable das traducións ao Éuscaro

source: Nova Era pipe band
gl: Banda de Gaitas Nova Era

source: Musical ensemble that emerge as an alternative to the standard musical style of Galician pipe bands, mainly distinguishing itself in terms of instrumentation and repertoire.
gl: Agrupación musical que nace para ofrecer unha alternativa ao estándar musical de bandas de gaitas galegas, diferenciándose principalmente na instrumentación e repertorio.

source: They have nearly 10 years of history, during which it's worth highlighting the release of the CD 'Rumbo NE' and countless performances and activities they carry out in the town where they are based.
gl: Teñen case 10 anos de historia, nos cales cabe destacar a edición do CD 'rumbo NE' e innumerables actuacións e actividades que levan a cabo na súa vila.

source: They are currently immersed in the creation of a commemorative documentary celebrating the band's 10-year anniversary, which will be premiere at the Short Film Festival of Verín 2024
gl: Actualmente están inmersos na creación dun documental commemorativo dos 10 anos de historia da banda, que será estreado no Festival de Curtas de Verín 2024

source: For more information visit:
gl: Para máis información:

source: It is responsible for providing the soundtrack to this journey.
gl: É a responsable de por a banda sonora desta viaxe.

source: Retired by profession, a loving father and even a better husband; Jaume is a passionate cyclist who wil be part of the journey in the Spain-France border
gl: Un veterano que lle encantan os deportes ao aire libre; Jaume é un apaixonado da bicicleta que formará parte na ruta entre España-Francia.

source: He loves paddle tennis, going to Galicia in his camper van and going on hiking. Jaume is a true bike commuter, as it is his main way of transportation in the city he lives.
gl: Encántalle recorrer Galicia coa súa furgo camperizada e facer rutas de senderismo. Jaume é un verdadeiro bicicleteiro, posto que a bici é o seu principal medio de transporte na cidade na que reside.

source: He is the responsible of catalan translation on terrameiga.bike and he will be part of the route for some time.
gl: É o encargado de facer as traducións ao catalán e formará parte na ruta por algún tempo.

source: Responsible, organized, methodical and a big fan of Baskonia.
gl: Responsable, organizado, metódico e un gran seareiro do Baskonia.

source: He has a dog named Bimba whom he takes for a walk every day and cares for with great affection.
gl: Ten unha cadela que se chama Bimba coa que sae a pasear todos os días e coida con moito agarimo.

source: Alberto is in charge of social media and the edition of the videos which will be released perdiodically
gl: Alberto está ao cargo das redes sociais e da edición dos vídeos que se lanzan de forma periódica.

source: Bike traveller & web developer
gl: Cicloviaxeiro e desarrollador web

source: Phone: 0034 687 494 294
gl: Móbil: 0034 687 494 294

source: Previous Experience
gl: Experiencia

source: (2020, 2021, 2022 - commuting - 450km)
gl: (2020, 2021, 2022 - deprazamentos - 450km)

source: Tanger - Sidi Ifni (Morrocco)
gl: Tánxer - Sidi Ifni (Marrocos)

source: (2021: ultracycling race - 2.200km)
gl: (2021: carreira de ultraciclismo - 2.200km)

source: (2022: Travel - 2.600km)
gl: (2022: Viaxe - 2.600km)

source: Verín (Spain) - Blois (France) - Verín
gl: Verín (España) - Blois (Francia) - Verín

source: (2023: Travel - 2.700km)
gl: (2023: Viaxe - 2.700km)

source: Several bikepacking travels in North Portugal and Galicia
gl: Varias viaxes de bikepacking no Norte de Portugal e Galicia

source: Strong Points
gl: Puntos Fortes

source: Experience managing myself in tough situations
gl: Experiencia afrontando situacións difíciles

source: Programming skills to make the project visible
gl: Habilidades de desarrollo web que axudarán a dar visibilidade ao proxecto

source: 2 bike travellers will be with me on different sections of the route
gl: 2 cicloviaxeiros acompañaránme en 2 puntos do traxecto

source: Support of my cousin on video editing
gl: Apoio do meu primo para a edición dos vídeos

source: Support of local media
gl: Apoio da prensa local

source: terrameiga.bike was translated in multiple languages (Spanish, Galician, Basque, Catalan and English)
gl: terrameiga.bike estará dispoñible en varios idiomas (Castelán, Galego, Éuscaro, Catalán e Inglés)

source: Weak Points
gl: Puntos débiles

source: Few followers on Social Media as no work has been done previously
gl: Poucos seguidores nas redes sociais posto que non se ten feito un traballo previo

source: I have never done such a big trip
gl: Nunca fixen unha viaxe tan longa

source: Travel Description
gl: Descripción da viaxe

source: Countries:
gl: Países:

source: Spain, France, Italy, Slovenia, Croatia, Bosnia, Croatia, Albania, Greece, Turkey, Georgia, Russia, Kazajstán, Kyrgyzstan, Kazajstán, China, Mongolia, China, South Korea, Japan, US.
gl: España, Francia, Italia, Eslovenia, Croacia, Bosnia, Croacia, Albania, Grecia, Turquía, Xeorxia, Rusia, Kazajstán, Kyrgyzstan, Kazajstán, China, Mongolia, China, Corea do Sur, Xapón e Estados Unidos

source: Duration:
gl: Duración:

source: March - 2024 // December 2024
gl: Marzo - 2024 // Decembro - 2024

source: Video equipment:
gl: Equipo de vídeo:

source: Drone, action camera, phone, tripod
gl: Dron, cámara deportiva, móbil, trípode

source: Why?
gl: Por qué?

source: Personal goal
gl: Obxetivo persoal

source: Creating traffic to terrameiga.bike for Search Engine Optimization as an e-commerce will be created in the future
gl: Crear tráfico a terrameiga.bike para a optimización da páxina nos buscadores, xa que nun futuro albergará unha tenda online

source: Making myself known and gain more experience for future projects
gl: Darme a coñecer e gañar experiencia para futuros proxectos

source: How?
gl: Cómo?

source: Getting people attention through:
gl: Chamando a atención da xente:

source: Real positioning by satellital mobile (GenSpot) on terrameiga.bike
gl: Posicionamento real en terrameiga.bike a través dun teléfono satelital (Sopt Gen)

source: Daily updates of km and altitude on terrameiga.bike
gl: Actualización diaria dos km e altura en terrameiga.bike

source: Daily updates of expenses on terrameiga.bike
gl: Actualización diaria dos gastos en terrameiga.bike

source: Information about the country where I am
gl: Información sobre o país onde me atopo

source: Commenting the travel on terrameiga.bike
gl: Comentarios sobre a viaxe en terrameiga.bike

source: Uploading videos on YouTube (1 video each second week). My cousin will edit and upload the videos
gl: Subida de vídeos en YouTube (1 vídeo cada segunda semana). Un primo meu será o encargado de editalos e da xestión da canle

source: Uploading pictures on Facebook, Instagram and terrameiga.bike
gl: Subida de fotos en Facebook, Instagram e terrameiga.bike

source: Having a blog section for other cyclists on the route
gl: Un blog a disposición de outras ciclistas que anden na ruta

source: My proposal for you
gl: A miña proposta

source: Company logos on the footer of all the terrameiga.bike sites
gl: Logos da compañía no pé da páxina de terrameiga.bike

source: What do I ask for?
gl: Que pido?

source: A bike with the following characteristics:
gl: Unha bicicleta coas seguintes características:

source: Aluminium or steel frame
gl: Cuadro de aluminio ou aceiro

source: Screw holes on: front fork, down tube, seat tube, and seat stays
gl: Ollais na: forcada, tubo inferior do cadro, tubo da sela e vaíñas traseiras

source: Mechanical disk brakes or mechanical rim brakes
gl: Freos de disco mecánicos ou de zapata

source: 700c - 29 inches wheels
gl: rodas de 700c

source: 33c tyre or thicker
gl: neumáticos cun grosor superior a 33c

source: Drop handlebar with rounded shape
gl: Guiador de carretera con forma redonda

source: Cables outside of the frame
gl: Cables por fora do cadro

source: If possible, a single chainring groupset
gl: Se é posible, monoplato

source: Size: XL
gl: Talla: XL

source: Future projects
gl: Proxectos para futuro

source: Crossing Africa by bike
gl: Cruzar África en bicicleta

source: Crossing America by bike
gl: Cruzar América en bicicleta

source: Creating the terrameiga.bike e-commerce
gl: Crear unha tenda online en terrameiga.bike

source: Organizing ultracycling races between Galicia and Portugal
gl: Organizar carreiras de ultraciclismo entre Galicia e Portugal

source: Creating tools for the users
gl: Crear ferramentas para os usuarios

source: A tool which gives you the max speed and max slope depending on the groupset chosen by the user (This tool is already developed, calculated and programmed, however the visualization part is missing)
gl: Unha ferramenta que proporcione a máxima velocidade e pendente que se pode subir cos desarrollos que os diferentes grupos do mercado ofrecen (Esta ferramenta xa está calculada e programada, sen embargo, falta a parte da visualización)

source: A tool which analyze the agility, ergonomic and speed of the bike based on the frame geometry
gl: Unha ferramenta que analice a axilidade, ergonomía e velocidade da bicicleta basándonos na xeometría do cadro

source: Check the errors and try again!
gl: Comprobe os erros e inténteo de novo!

source: Thanks for your participation. Your reply has been successfully included!
gl: Grazas por estar aí. O seu comentario foi engadido!

source: Please, include some text in your reply
gl: Por favor, o comentario non pode estar baleiro

source: You must be registered to access to this content. Go to terrameiga.bike/sign_up/ and create an account.
gl: Vostede debe de estar rexistrado para ter acceso a este contido. Vaia a terrameiga.bike/sign_up/ e cree unha conta

source: Where does the money go?
gl: Onde gasto os cartos?

source: Expenses per Week
gl: Gastos por semana

source: Week: %{x}<br>Expense: %{y:.} Euros
gl: Semana: %{x}<br>Gasto: %{y:.} Euros

source: Expenses per Country
gl: Gastos por país

source: Country: %{x}<br>Expense: %{y:.} Euros
gl: País: %{x}<br>Gasto: %{y:.} Euros

source: Distance and altitude per week
gl: Distancia e ascenso por semana

source: Climb (meters)
gl: Ascenso (metros)

source: Distance (Km)
gl: Distancia (km)

source: Week: %{x}<br>Km: %{y:.} km<br>Climb: %{customdata[0]:.} meters
gl: Semana: %{x}<br>Km: %{y:.} km<br>Ascenso: %{customdata[0]:.} metros

source: Distance and climb per country
gl: Distancia e ascenso por país

source: Country: %{x}<br>Km: %{y:.} km<br>Climb: %{customdata[0]:.} meters
gl: País: %{x}<br>Km: %{y:.} km<br>Ascenso: %{customdata[0]:.} metros

source: type "terrameiga". Lowercase and without quotes
gl: Escriba "terrameiga". En minúsculas e sen comiñas

source: Sign in
gl: Inicio sesión

source: Password
gl: Contrasinal

source: Continue with Google
gl: Continuar con Google

source: Did you forget your password?
gl: Esqueciches o teu contrasinal?

source: Would you like to create an account?
gl: Gustaríache crear unha conta?

source: Account Creation
gl: Rexistro

source: Name
gl: Nome

source: Repeat Password
gl: Repita o contrasinal

source: Creating the account, you are accepting the
gl: Ao crear a conta, acepta a

source: Privacy Policy
gl: Política de Privacidade

source: Close
gl: Pechar

source: Do you have already an account? sign in into your account
gl: Ten xa unha conta? Inicie sesión na súa conta

source: Email confirmation
gl: Confirmación do Email

source: To complete your registration, go to your email, open the TerraMeiga email and click on the link.
gl: Para completar o seu rexistro, vaia ao seu email, abra o correo de TerraMeiga e prema no enlace.

source: In case you do not find it, check on the spam folder!
gl: No caso de non atopalo, comprobe o correo lixo

source: Email Confirmation
gl: Confirmación do Email

source: Hello!
gl: Ola!

source: Thank you for signing up with TerraMeiga and supporting me on this adventure. To complete your registration, please click the following link to confirm your email:
gl: Grazas por rexistrarse en TerraMeiga e apoiarme nesta aventura. Para completar o rexistro, prema no seguinte link:

source: Confirm Your Email
gl: Confirmar o seu Email

source: If you did not register on TerraMeiga, you can safely ignore this email.
gl: No caso de que non se rexistrara con TerraMeiga, pode ignorar este email.

source: Happy biking,
gl: Lume a bicicleta!

source: In case the email is not displayed correctly, click in the
gl: No caso de que non vexa ben o email, prema no seguinte

source: link
gl: enlace

source: Terra Meiga - Password Recovery
gl: TerraMeiga - Recuperar o Contrasinal

source: Password Recovery
gl: Recuperación Contrasinal

source: You have requested a password reset for your account. To reset your password, please click the following link:
gl: Solicitou a recuperación do seu contrasinal. Por favor, prema no seguinte enlace:

source: Reset Password
gl: Recuperar o contrasinal

source: If you didn't request this password reset, please ignore this email.
gl: No caso de non ter solicitado a recuperación do contrasinal, ignore este correo.

source: Get Password
gl: Obter o contrasinal

source: New Password
gl: Novo contrasinal

source: Repeat New Password
gl: Repita o contrasinal

source: Update Password
gl: Actualizar o contrasinal

source: To recover your password, go to your email, open the 'TerraMeiga' email and click on the link.
gl: Para recuperar o seu contrasinal, vaia ao seu email, abra o correo de TerraMeiga e prema no enlace.

source: In case you do not find the email, check on the spam folder!
gl: No caso de non atopar o email, comprobe o correo lixo

source: Effective Date: 01-Jan-2024
gl: Data efectiva: 01-Xaneiro-2024

source: 1. Introduction
gl: 1. Introdución

source: This Privacy Policy outlines how terrameiga.bike collects, uses, shares, and protects personal data as required by the General Data Protection Regulation (GDPR). By using our website terrameiga.bike, you consent to the practices described in this Privacy Policy.
gl: Esta política de privacidade describe como terrameiga.bike obtén, usa, comparte e protexe os seus datos persoais segundo establece a GDPR (Regulamento Xeral de Protección de Datos). Ao usar o noso sitio web (terrameiga.bike), acepta as practicas que se describen na política de privacidade.

source: 2. Definitions
gl: 2. Definicións

source: a. 'Personal Data' means any information that relates to an identified or identifiable natural person.
gl: a. Datos Persoais: información relativa a unha persoa física identificada ou identificable

source: b. 'Data Processing' includes any operation or set of operations performed on personal data, such as collection, recording, organization, structuring, storage, adaptation, alteration, retrieval, consultation, use, disclosure, dissemination, alignment, combination, restriction, erasure, or destruction.
gl: b. 'Procesamento de Datos': calquera operación de recollida, rexistro, organización, estruturación, almacenaxe, adaptación ou alteración, recuperación, consulta, uso, divulgación mediante transmisión, difusión ou posta a disposición doutro modo, aliñación ou combinación, restrición, borrado ou destrucción dos datos

source: 3. Information We Collect
gl: 3. Información recollida

source: a. Personal Data: We may collect personal data, including but not limited to your name and email address.
gl: a. Datos Persoais: Podremos recoller datos persoais, como son o seu nome e enderezo de correo electrónico.
