Repository: joecool1029/terrameiga
Catalog: locale/*/LC_MESSAGES/django.po
Languages: gl

source: b. Usage Information: We automatically collect information about your usage of the Website, including browser type, device information, and pages visited.
gl: b. Información de uso: De xeito automático, recollemos información sobre o uso do sitio web, incluíndo o tipo de buscador, información do dispositivo e as páxinas visistadas.

source: c. Cookies: On this site we do not use cookies.
gl: c. Cookies: Neste sitio web non usamos cookies.

source: 4. Legal Basis for Data Processing
gl: 4. Bases legais para o procesamento de datos

source: We may process personal data based on one or more of the following legal bases:
gl: Podremos procesar datos persoais segundo as seguintes bases legais:

source: a. Consent: We may process data with your explicit consent.
gl: a. Consentimento: Podremos procesar datos co seu consentimento explícito.

source: b. Legal Obligation: We may process data to comply with legal obligations.
gl: b. Obrigas legais: Podremos procesar datos para cumprir con obrigas legais.

source: c. Legitimate Interests: We may process data based on our legitimate interests, provided they do not override your rights and interests.
gl: c. Intereses lexítimos: Podremos procesar datos por intereses lexítimos, asegurando que nunca se sobrepasen os seus dereitos ou intereses.

source: 5. Data Use
gl: 5. Uso de datos

source: We may use personal data for the following purposes:
gl: Podremos facer uso dos seu datos persoais para os propósitos a seguir:

source: a. To analyze usage patterns and conduct research.
gl: a. Para analizar patróns de uso e relizar estudios posteriores

source: b. To comply with legal obligations.
gl: b. Para cumprir con obrigas legais.

source: 6. Data Sharing
gl: 6. Intercambio de datos

source: We do not sell or rent your personal data to third parties. However, we may share your data with:
gl: Nós non vendemos ou prestamos os seus datos persoais a terceiros. Con todo, podremos compartir os seus datos con:

source: a. Service Providers: We may share data with service providers who help us operate the Website and provide our services.
gl: a. Provedores: Podremos compartir datos cos provedores que nos axudan a operar o sitio web.

source: b. Legal Compliance: We may disclose data to comply with legal requirements, protect our rights, or respond to a legal request.
gl: b. Cumprimento Legal: Podremos compartir os seus datos por obrigas legais, protexer os nosos dereitos ou responder ante asuntos legais.

source: 7. Data Transfer
gl: 7. Transferencia de Datos

source: Your data may be transferred to, processed in, and stored in countries outside the European Economic Area (EEA). We ensure that such transfers comply with GDPR requirements and protect your data.
gl: Os seus datos poda que sexan transferidos, procesados ou alamcenados en países situados fora do Espazo Económico Común Europeo (EAA). Con todo, aseguraremos de que ditas transferencias cumpren cos requerimentos das GDPR.

source: 8. Data Retention
gl: 8. Conservación dos datos

source: We will retain your personal data for as long as you have an active account with us. Once you delete your account, we will delete all your Personal Identifiable Information (PII).
gl: Conservaremos os seus datos persoais sempre e cando teña unha conta activa con nós.Unha vez que vostede elimine a súa conta, todos os seus datos persoais serán eliminados

source: 9. Data Security
gl: 9. Seguridade dos datos

source: We implement appropriate security measures to protect your personal data from unauthorized access and disclosure. However, no data transmission or storage is entirely secure.
gl: Implementamos as medidas de seguridade apropiadas para protexer os seu datos persoais dun uso fraudulento. Con todo, non existe ningún sistema infalible aos ataques.

source: 10. Your Rights
gl: 10. Os seus dereitos

source: Under GDPR, you have rights regarding your personal data, including:
gl: Baixo as GDPR, vostede conta cos seguintes dereitos:

source: a. Right to Access: You can request access to your personal data.
gl: a. Dereito de acceso: Vostede pode solicitar acceso aos seus datos persoais.

source: b. Right to Rectification: You can request the correction of inaccurate data.
gl: b. Dereito de modificación: Vostede pode solicitar a corrección de datos incorrectos.

source: c. Right to Erasure: You can request the deletion of your data.
gl: c. Dereito de destrucción: Vostede pode solicitar a destrucción dos seus datos.

source: d. Right to Restriction of Processing: You can request limitations on data processing.
gl: d. Dereito de restrición á hora do procesamento: Vostede pode solicitar limitación no procesamento dos seus datos.

source: e. Right to Data Portability: You can request your data in a structured, commonly used format.
gl: e. Dereito de portabilidade: Vostede pode solicitar os seus datos dun xeito estruturado e nun formato estándar.

source: f. Right to Object: You can object to the processing of your data.
gl: f. Dereito de oposición: Vostede pode oporse ao procesamento dos seus datos.

source: g. Right to Withdraw Consent: If processing is based on consent, you can withdraw it at any time.
gl: g. Dereito de retirada do consentimento: O interesados pode retirar o seu consentimento en calquera momento.

source: To exercise your rights, please contact us at paquinho89@gmail.com.
gl: Para exercer os seus dereitos, póñase en contacto con nós a través do correo: paquinho89@gmail.com.

source: 11. Contact Us
gl: 11. Contacto

source: If you have questions or concerns about this Privacy Policy or our data practices, please contact us at paquinho89@gmail.com.
gl: Se vostede ten algunha dúbida sobre esta Política de Privacidade ou o uso dos seus datos contáctenos no correo electrónico: paquinho89@gmail.com

source: 12. Changes to this Privacy Policy
gl: 12. Cambios na Política de Privacidade

source: We reserve the right to modify this Privacy Policy at any time. Please review it periodically for updates.
gl: Reservámonos o dereito de modificar esta Política de Privacidade en calquera momento. Por favor, revísea periódicamente por se hai actualizacións.

source: This Privacy Policy was last updated on 01-Jan-2024.
gl: Esta Política de Privacidade foi actualizada o día 01 de Xaneiro de 2024.

source: Data
gl: Datos

source: Delete Account
gl: Eliminar conta

source: Do you want to delete your account?
gl: Quere eliminar a súa conta?

source: Are you sure you want to delete your account?
gl: Está seguro de que quere eliminar a súa conta?

source: To delete your account type 'terrameiga'
gl: Para eliminar a súa conta escriba 'terrameiga'

source: Cancel
gl: Cancelar

source: Do you want to update the password?
gl: Quere actualizar o seu contrasinal?

source: Current Password
gl: Contrasinal

source: Update the Password
gl: Actualizar o contrasinal

source: Do you want to update your Personal Data?
gl: Quere actualizar os seus datos persoais?

source: Username
gl: Nome de usuario

source: Update your data
gl: Actualizar datos

source: Please, go to your email and verify your account. Thanks for your support,
gl: Por favor, vaia ao seu email e verifique a súa conta. Grazas polo apoio,

source: Check the below errors and try again!
gl: Comprobe os erros e inténteo de novo!

source: Your account was succesfully created. Thanks for being part of this adventure!
gl: A súa conta foi creada. Grazas por ser parte desta aventura!

source: You have been logged out!
gl: A súa sesión pechouse!

source: Welcome! Now it's time to enjoy all the content from the journey.
gl: Benvido! Agora é tempo de desfrutar de todo o contido da viaxe.

source: There is no user with those credentials. Try again or create a TerraMeiga account
gl: Non hai ningún usuario con esos credenciais. Inténteo de novo ou cree unha conta

source: An email was sent to your email inbox
gl: Acabamos de enviar un email ao seu correo

source: The email does not exist in our data base. Please, create a new account.
gl: O email non existe na nosa base de datos. Por favor, cree unha nova conta.

source: The email is not valid
gl: O email non é válido

source: Your password has been changed
gl: O seu contrasinal foi modificado!

source: Your account has been deleted. We hope see you back soon!
gl: Eliminouse a súa conta. Agardámolo velo pronto por aqui!

source: Please, type "terrameiga". The text has to be lowercase and without quotes
gl: Por favor, escriba "terrameiga". O texto ten que estar en minúsculas e sen comiñas

source: Your personal data has been updated
gl: Os seus datos persois foron actualizados

source: The data could not be updated. Please check the below errors
gl: Os datos non se puderon actualizar. Por favor, comprobe os erros e inténteo de novo

source: Your password has been updated!
gl: Actualizouse o seu contrasinal!

source: Check the below errors and try again! If you signed up with GOOGLE, terrameiga.bike is not managing your password
gl: Comprobe os erros e inténteo de novo! Se te rexistraches con GOOGLE, terrameiga.bike non xestiona o teu contrasinal

source: Home
gl: Inicio

source: Pictures
gl: Fotos

source: Team
gl: Equipo

source: Account Settings
gl: Configuración

source: Log Out
gl: Sair
